{
  "articles": {
    "intro": "Meine gesammelten Gedanken, Projekte und Inspirationen – in chronologischer Reihenfolge.",
    "return_overview": "Zurück zur Übersicht",
    "tag_not_found": "Es wurde kein Eintrag für diesen Tag gefunden ...",
    "title": "Kreativ-Blog: Ideen, Erfahrungen und Umsetzungen."
  },
  "banner": {
    "contact": "Kontakt"
  },
  "common": {
    "and": "und",
    "lang": {
      "de": "Deutsch",
      "en": "Englisch"
    },
    "modal": {
      "close": "Schließen",
      "go_back": "Gehe zurück"
    },
    "sr": {
      "dismiss": "Schließen",
      "open_main_menu": "Hauptmenü öffnen",
      "open_user_menu": "Benutzermenü öffnen"
    },
    "theme": {
      "dark": "Dunkel",
      "light": "Hell",
      "system": "System"
    }
  },
  "donate": {
    "me": "Spende {name}",
    "title": "Spenden"
  },
  "footer": {
    "home": "Startseite",
    "imprint": "Impressum",
    "privacy": "Datenschutz",
    "resources": "Ressourcen",
    "source": "Quellcode",
    "title": "Footer"
  },
  "home": {
    "education": {
      "school": {
        "a_levels": "Abitur",
        "computer_science": "Informatik",
        "elementary": "Grundschule"
      },
      "title": "🎓 Mein Bildungsweg:",
      "today": "heute"
    },
    "intro": {
      "bio": "Es ist meine Mission, positive Stimmung zu verbreiten, wo immer ich auch hingehe! Ich erschaffe ständig neue Möglichkeiten, um den Spaß und die Produktivität in den Gemeinschaften, in denen ich tätig bin, zu steigern.",
      "hey": "Heyoo! 🤟",
      "jobs": "Web-/Bot-Entwickler • kreativer Projektleiter • Software-Designer • leidenschaftlicher Programmierer",
      "my_name": "Ich bin Elias Lorenz Schaut",
      "traits": {
        "0": "🔭 Ich liebe es, neue Dinge zu lernen",
        "1": "🌱 Ich entwickle Apps, um Gemeinschaften zu verbessern",
        "2": "🔓 Ich liebe es, Open Source zu programmieren",
        "3": "🤔 Ich bin offen für Zusammenarbeit",
        "4": "💬 Ich bin voller kreativer Ideen",
        "5": "😄 Ich mag es, Menschen glücklich zu machen",
        "6": "⚡ Ich bin voller Energie"
      }
    },
    "journey": "Mein Lebensweg",
    "projects": {
      "title": "Projekte"
    },
    "skills": {
      "title": "🛠️ Meine Tools:"
    },
    "work": {
      "event": {
        "akk_desc": "Ehrenamtliche wöchentliche Ausschankarbeiten im Kultur-Café.",
        "eezi_desc": "Tutor & HiWi Arbeiten zur Unterstützung der Studienanfänger.",
        "fsmi": "FSMI - Fachschaft Mathe & Informatik",
        "fsmi_desc": "Ehrenamtliche Sprechstunde und Unterstützung bei Events. Verantwortung für das Fachschaftsfrühstück.",
        "hadiko_ev_desc": "Ehrenamtliche Vereinsarbeiten im Belegungsausschuss, Dachterrassenministerium, Billardministerium und AK Öffentlichkeitsarbeit. Zusätzlich etliche ehrenamtliche Flurarbeiten für Finanzen, Getränkeministerium, Flurputz, Fluressen und Flurturnieren.",
        "hadiko_vev": "HaDiKo Veranstaltungen e.V. Abteilung K2",
        "hadiko_vev_desc": "Ehrenamtliche Vereinsarbeiten und Finanzen für unzählige soziale Veranstaltungen.",
        "level42": "Level 42 - FSMI Master O-Phasen-Gruppe",
        "level42_desc": "Gründung der ehrenamtlichen Gruppe zur Begrüßung & Einführung der Master Studienanfänger ",
        "lila_pause": "Lila Pause - FSMI O-Phasen-Gruppe",
        "lila_pause_desc": "Ehrenamtliche Begrüßung & Einführung der Studienanfänger. Zudem wöchentliche Stammtische mit gelegentlichen Specials. 2020-2023 Hauptorganisator.",
        "mannheim": "Tätigkeiten Mannheim",
        "mannheim_desc": "Beisitzender des Schülerbeirats des Technoseums Mannheim 2015-2016. Schülerstudium über zwei Semester an der Universität Mannheim 2018. Teilnahme am Blasorchester der Musikschule. Einmalige Teilnahme Jugend musiziert als Klavierbegleitung.",
        "moll": "Tätigkeiten Moll Gymnasium",
        "moll_desc": "Teilnahme an diversen Orchestern/Chören jedes Schuljahr, ab 2014 inklusive Mentor-Arbeit. Robotik AG mit Teilnahme FLL. Projektleiter im Rahmen der Projekttage über Musikgeschichte 2015."
      },
      "title": "Tätigkeiten"
    }
  },
  "imprint": {
    "contact": "Kontakt",
    "declaration": "Angaben gemäß § 5 TMG",
    "email": "E-Mail",
    "phone": "Telefon",
    "title": "Impressum"
  },
  "nav": {
    "about": "Über",
    "articles": "Artikel",
    "projects": "Projekte",
    "wiki": "Wiki"
  },
  "privacy": {
    "cookies": {
      "body": "Diese Website verwendet kein analytisches Tracking jeglicher Art. Diese Website verwendet Cookies. Das sind kleine Textdateien, die der Webbrowser auf dem Endgerät speichert. Cookies helfen dabei, das Angebot nutzerfreundlicher, effektiver und sicherer zu machen. Einige Cookies sind “Session-Cookies.” Solche Cookies werden nach Ende der Browser-Sitzung von selbst gelöscht. Hingegen bleiben andere Cookies auf Ihrem Endgerät bestehen, bis diese händisch selbst gelöscht werden. Solche Cookies helfen bei Rückkehr auf die Website gemachte Einstellungen wiederzuverwenden. Mit einem modernen Webbrowser kann das Setzen von Cookies überwacht, einschränkt oder unterbunden werden. Viele Webbrowser lassen sich so konfigurieren, dass Cookies mit dem Schließen des Programms von selbst gelöscht werden. Die Deaktivierung von Cookies kann eine eingeschränkte Funktionalität der Website zur Folge haben.",
      "title": "Analytics/Cookies/Externe-Ressourcen u.ä.?"
    },
    "data": {
      "body": "Diese Website erfasst keine Daten von dir. Der im Impressum angegebene Betreiber erfährt nur von dir, wenn du ihm eine E-Mail schreibst. Dadurch erfährt der Betreiber deine E-Mail-Adresse und deinen Namen. Diese Daten werden nur für die Beantwortung deiner Anfrage verwendet und nicht an Dritte weitergegeben.",
      "title": "Welche Daten werden von dieser Website erfasst?"
    },
    "rights": {
      "body": "Nach DSGVO und BDSG kannst du jederzeit Auskunft, Aktualisierung, Sperrung oder Löschung aller deiner Daten verlangen. Dein Ansprechpartner hierfür ist der oben genannte Betreiber dieser Webseite. Außerdem bin ich verpflichtet, dich an dein Recht zu erinnern, dieser Zustimmung jederzeit zu widersprechen und dich ggf. bei einer Aufsichtsbehörde über mich zu beschweren.",
      "title": "Was sind meine Rechte?"
    },
    "title": "Datenschutzerklärung"
  },
  "projects": {
    "intro": "Über die letzten Jahre habe ich an einigen kleineren oder größeren Projekten gearbeitet.     Auf die hier gelisteten Projekte bin ich allerdings besonders stolz! Wenn dich etwas interessiert,     dann schau dir den Code doch einfach genauer an. Alles ist Open-Source!",
    "subcontents": {
      "bdayhero": "Eine hero Seite als Teaser und Einladung für meinen Geburtstag",
      "discordbots": "(Eingestellt) Eine Sammlung von Discord-Bots für verschiedene Zwecke",
      "discorddungeon": "(Event) Ein episches Rätzelabenteuer rund um Discord",
      "karaokelist": "Eine Website zur Verwaltung aller verfügbaren Karaoke-Songs",
      "snakearena": "(Event) Ein deutscher Java-Code-Wettbewerb für eine Variante des Spiels Snake",
      "watchvote": "(WIP) Eine Full-Stack-Management-Anwendung zum Vorschlagen und Abstimmen von Filmen für zyklische Filmveranstaltungen",
      "webbeginnings": "(Eingestellt) Meine ersten Webprojekte",
      "winvite": "(Eingestellt) Ein vollständiges Stack-Management-Tool zum Erstellen von öffentlich zugänglichen Invites als Website"
    },
    "title": "Meine Projekte zu Stärkung von Gemeinschaften."
  }
}
